tap "adoptopenjdk/openjdk"
tap "d12frosted/emacs-plus"
tap "elastic/tap"
tap "franklinchen/tap"
tap "graalvm/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jabley/wrk2"
tap "mas-cli/tap"
tap "osx-cross/avr"
tap "railwaycat/emacsmacport"
tap "shyiko/ktlint"
tap "srkomodo/tap"
tap "txn2/tap"

brew "aspell"
brew "automake"
brew "avrdude"
brew "bat"
brew "readline"
brew "xz"
brew "coreutils"
brew "ctags"
brew "curl-openssl"
brew "dfu-programmer"
brew "dfu-util"
brew "duti"
brew "exa"
brew "fzf"
brew "gcc"
brew "git"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "httpie"
brew "hub"
brew "ispell"
brew "jenv"
brew "jq"
brew "make"
brew "mas"

brew "nano"
brew "neovim"
brew "node"
brew "pkg-config"
brew "pandoc"
brew "pyenv"
brew "ripgrep"
brew "telnet"
brew "trash"
brew "unrar"
brew "wget"
brew "zip"
brew "zlib"

brew "zsh-syntax-highlighting"

brew "railwaycat/emacsmacport/emacs-mac", args: ["with-spacemacs-icon"]

cask "calibre"
cask "dotnet-sdk"
cask "dropbox"
cask "adobe-creative-cloud"
cask "mactex"
cask "mat"

cask "slack"
cask "spotify"
cask "discord"
cask "spectacle"
cask "keybase"
cask "intellij-idea"

cask "adoptopenjdk/openjdk/adoptopenjdk11"
brew "maven"

mas "Dashlane", id: 552383089
mas "Fantastical", id: 975937182
mas "Reeder", id: 1449412482
mas "The Unarchiver", id: 425424353
