tap "caryll/tap"
tap "d12frosted/emacs-plus"
tap "felixkratz/formulae"
tap "ferdium/ferdium"
tap "homebrew/bundle"
tap "homebrew/services"
tap "mongodb/brew"
tap "nikitabobko/tap"
tap "oven-sh/bun"
tap "railwaycat/emacsmacport"
tap "robertgzr/tap"
brew "zstd"
brew "ast-grep"
brew "openssl@3"
brew "bat"
brew "biome"
brew "btop"
brew "glib"
brew "icu4c@77"
brew "chezmoi"
brew "cmake"
brew "curl"
brew "docker-compose"
brew "eza"
brew "fastfetch"
brew "fd"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "libass"
brew "pango"
brew "srt"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "fish"
brew "flyctl"
brew "fzf"
brew "gcc"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-delta"
brew "readline"
brew "sqlite"
brew "git-filter-repo"
brew "gitui"
brew "libusb"
brew "pkgconf"
brew "gobject-introspection"
brew "helix"
brew "node"
brew "heroku"
brew "iperf3"
brew "ispell"
brew "jq"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "libpq", link: true
brew "librsvg"
brew "lsusb"
brew "make"
brew "mas"
brew "poppler"
brew "py3cairo"
brew "pygobject3"
brew "mat2"
brew "mingw-w64"
brew "nano"
brew "neovim"
brew "nmap"
brew "ossp-uuid"
brew "pmd"
brew "pngpaste"
brew "pyenv"
brew "qt"
brew "ripgrep"
brew "sevenzip"
brew "sshpass"
brew "tealdeer"
brew "telnet"
brew "tmux"
brew "transmission-cli"
brew "trash", link: true
brew "usage"
brew "wget"
brew "wimlib"
brew "yarn"
brew "yazi"
brew "zip"
brew "zlib"
brew "zoxide"
cask "aerospace"
cask "alacritty"
cask "appcleaner"
cask "applepi-baker"
cask "betterdisplay"
cask "calibre"
cask "discord"
cask "docker-desktop"
cask "dropbox"
cask "font-blex-mono-nerd-font"
cask "font-cascadia-mono-nf"
cask "font-maple-mono-nf"
cask "font-martian-mono"
cask "font-monaspice-nerd-font"
cask "font-symbols-only-nerd-font"
cask "font-terminess-ttf-nerd-font"
cask "google-drive"
cask "paragon-ntfs"
cask "raycast"
cask "signal"
cask "spotify"
cask "vuescan"
mas "1Password for Safari", id: 1569813296
mas "Airmail", id: 918858936
mas "Color Picker", id: 1545870783
mas "Slack", id: 803453959
mas "Tailscale", id: 1475387142
mas "The Unarchiver", id: 425424353
mas "WhatsApp", id: 310633997
mas "Windows App", id: 1295203466
mas "Xcode", id: 497799835
