tap "caryll/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "mongodb/brew"
tap "oven-sh/bun"
tap "robertgzr/tap"
brew "jpeg-xl"
brew "openssl@3"
brew "bat"
brew "biome"
brew "sqlite"
brew "glib"
brew "chezmoi"
brew "cmake"
brew "docker-compose"
brew "exercism"
brew "eza"
brew "fd"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "pango"
brew "srt"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "fish"
brew "flyctl"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "libusb"
brew "pkgconf"
brew "gobject-introspection"
brew "imagemagick"
brew "iperf3"
brew "ispell"
brew "jq"
brew "kubernetes-cli"
brew "lazygit"
brew "librsvg"
brew "lsusb"
brew "make"
brew "mas"
brew "poppler"
brew "pygobject3"
brew "mat2"
brew "mingw-w64"
brew "node"
brew "neovim"
brew "nmap"
brew "nvm"
brew "pyenv"
brew "python@3.10"
brew "python@3.9"
brew "qt"
brew "ripgrep"
brew "sevenzip"
brew "swagger-codegen"
brew "tealdeer"
brew "telnet"
brew "terraform"
brew "tmux"
brew "trash", link: true
brew "wget"
brew "wimlib"
brew "yarn"
brew "yazi"
brew "zip"
brew "zlib"
brew "zoxide"
brew "mongodb/brew/mongodb-community"
brew "oven-sh/bun/bun"
cask "alacritty"
cask "alfred"
cask "appcleaner"
cask "caffeine"
cask "calibre"
cask "discord"
cask "docker"
cask "dropbox"
cask "emacs"
cask "ferdium"
cask "firefox"
cask "font-blex-mono-nerd-font"
cask "font-cascadia-mono-nf"
cask "font-monaspace-nerd-font"
cask "font-symbols-only-nerd-font"
cask "font-terminess-ttf-nerd-font"
cask "google-drive"
cask "iterm2"
cask "kitty"
cask "paragon-ntfs"
cask "signal"
cask "spotify"
cask "telegram"
cask "visual-studio-code"
cask "webstorm"
cask "zoom"
